---
kind: type
id: T:Autodesk.Revit.DB.PointClouds.PointCloudFilterUtils
source: html/2ca2eed9-b0f6-9d44-7645-eba0ac184578.htm
---
# Autodesk.Revit.DB.PointClouds.PointCloudFilterUtils

Utilities specific to point cloud filters.

## Syntax (C#)
```csharp
public static class PointCloudFilterUtils
```